Repository: djemos/instonusb
Catalog: po/*.po
Languages: hi_in, pl, pt, sv

source: Live USB Installer
hi_in: लाइव यूएसबी इंस्टॉलर
pl: Instalator Live USB
pt: Instalador USB Live
sv: Live USB-installerare

source: _File
hi_in: फाइल (_F)
pl: _Plik
pt: _Ficheiro
sv: _Arkiv

source: Quit
pt: Desistir

source: _Help
hi_in: सहायता (_H)
pl: _Pomoc
pt: _Ajuda
sv: _Hjälp

source: About
hi_in: बारे में
pl: O programie
pt: Acerca
sv: Om

source: Select iso file:
hi_in: आईएसओ फाइल चुनें :
pl: Wybierz plik ISO:
pt: Selecione o ficheiro iso:
sv: Välj ISO-fil:

source: Find
pt: Encontrar

source: Find usb
hi_in: यूएसबी खोजें
pl: Znajdź dysk USB
pt: Encontrar usb
sv: Hitta usb

source: Choose the filesystem type to format usb.
hi_in: यूएसबी फॉर्मेट हेतु फाइल सिस्टम प्रकार चयन।
pl: Wybierz system plików na który sformatować dysk USB.
pt: Escolha o tipo de sistema de ficheiros para formatar o usb.
sv: Välj filsystemstyp för att formatera usb.

source: Filesystem Type:
hi_in: फाइल सिस्टम प्रकार :
pl: System plików:
pt: Tipo de Sistema de ficheiros:
sv: Filsystemstyp:

source: USB Label name:
hi_in: यूएसबी उपनाम :
pl: Nazwa etykiety dysku USB:
pt: Nome do USB:
sv: USB-etikett namn:

source: Persistent file (MB):
hi_in: संरक्षण फाइल (एमबी) :
pl: Plik niezmienny (MB):
pt: Ficheiro persistente (MB):
sv: Bestående fil (MB):

source: click here if you want to create a persistent file.
hi_in: यहाँ क्लिक कर सतत संरक्षण फाइल बनाएँ।
pl: Kliknij tutaj jeśli chcesz utworzyć plik niezmienny.
pt: clique aqui se quiser criar um ficheiro persistente.
sv: klicka här om du vill skapa en bestående fil.

source: Please select persistent file size for vfat filesystem, persistent size is up to 3998 MB
hi_in: कृपया संरक्षण फाइल आकार चुनें vfat फाइल सिस्टम हेतु संरक्षण आकार 3998 एमबी है
pl: Proszę wybrać rozmiar pliku niezmiennego dla systemu plików vfat (do 3998 MB).
pt: Por favor, selecione o tamanho do ficheiro persistente para o sistema de ficheiros vfat, o tamanho persistente vai até 3998 MB
sv: Välj bestående filstorlek För vfat-filsystem, är bestående storlek upp till 3998 MB

source: Passphrase:
hi_in: कूटशब्द :
pl: Hasło:
pt: Frase-secreta:
sv: Lösenordsfras:

source: Type the passphrase for encrypting the persistent file.
hi_in: संरक्षण फाइल एन्क्रिप्शन हेतु कूटशब्द दर्ज करें।
pl: Wpisz hasło do zaszyfrowania pliku niezmiennego.
pt: Insira a frase-secreta para encriptar o ficheiro persistente.
sv: Skriv lösenordsfrasen för kryptering av den bestående filen.

source: visible
hi_in: दृश्यमान
pl: widoczny
pt: visível
sv: synlig

source: Check this box if you want to be able to see the passphrase you are typing.
hi_in: यदि आप दर्ज किया गया कूटशब्द दृश्यमान रखना चाहते हैं तो इसे चिन्हित करें।
pl: Zaznacz jeśli chcesz widzieć wpisywane hasło.
pt: Marque esta caixa se quiser ver a frase-secreta que está a inserir.
sv: Markera den här rutan om du vill kunna se lösenordsfrasen du skriver.

source: Copy iso file to usb
hi_in: आईएसओ फाइल यूएसबी पर कॉपी करें
pl: Skopiuj plik ISO na dysk USB
pt: Copiar ficheiro iso para usb
sv: Kopiera ISO-fil till usb

source: Create persistent file
hi_in: संरक्षण फाइल बनाएँ
pl: Utwórz plik niezmienny.
pt: Criar ficheiro persistente
sv: Skapa bestående fil

source: Stop
pt: Pare

source: translator-credits
hi_in: Panwar108 <caspian7pena@gmail.com>
pl: Lista tłumaczy
pt: Hugo Carvalho <hugokarvalho@gmail.com>
sv: Ingemar Karlsson <po.@ingk.se>

source: Error encountered.
hi_in: त्रुटि हुई।
pl: Wykryto błąd.
pt: Erro encontrado.
sv: Fel uppstod.

source: Installation completed.
hi_in: इंस्टॉल प्रक्रिया पूर्ण।
pl: Instalacja zakończona.
pt: Instalação Concluída.
sv: Installation slutförd.

source: The persistent file persistent is ready.
hi_in: संरक्षण फाइल तैयार है।
pl: Plik niezmienny jest gotowy.
pt: O ficheiro persistente persistente está pronto.
sv: Den bestående filen är redo.

source: Cancel
pt: Cancelar

source: Please choose an iso file.
hi_in: कृपया आईएसओ फाइल चुनें।
pl: Proszę wybrać plik ISO.
pt: Por favor, escolha um ficheiro iso.
sv: Vänligen välj en ISO-fil.

source: iso Live usb installer
hi_in: आईएसओ लाइव यूएसबी इंस्टॉलर
pl: Instalator ISO Live USB
pt: instalador da iso usb Live
sv: ISO Live usb installerare
